<style scoped>
li {
	margin: 1em 0;
}
</style>

<template>
	<div>
		<h1>利用規約</h1>
		<ol>
			<li>
				Thesis Library（以下 このサイト）にアップロードされた論文の著作権は、それぞれの論文の著者に帰属します。<br>
				学術目的（論文を書くための参考、引用など）以外の一切の利用を禁じます。<br>
				ただし、論文の著者がその論文の使用方法についてのルールを明示していた場合、この限りではありません。
			</li>
			<li>
				このサイトは大学または大学院の卒業論文をアップロードするためのサイトです。<br>
				それ以外のファイルをアップロードしないでください。また、違法なコンテンツや公序良俗に反するコンテンツをアップロードしないでください。<br>
				不正なコンテンツであると判断した場合、管理者により削除される場合があります。
			</li>
			<li>
				このサイトはなるべく検索にヒットしないように作ってあります。<br>
				しかし、それでも学外から参照されたり、利用されたりする可能性があります。<br>
				アップロードを行なった著者は、サイトから論文を削除する以外で学外からの利用を制限方法はありません。
			</li>
			<li>このサイト、またはこのサイトにアップロードされた論文を利用した事で生じたあらゆる不利益について、サイト管理者や論文の著者は責任を負いません。</li>
			<li>このサイトとそのコンテンツは、突然利用出来なくなったり、内容が変更されたりする事があります。</li>
			<li>不明な点があれば、<a href="mailto:m@crat.jp" target=_blank>サイト管理者</a>に問い合わせてください。</li>
		</ol>
	</div>
</template>
